---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.DocumentSynchronizedWithCentralEventArgs
source: html/55e01c84-381e-c4aa-f1a7-df0c5fd54139.htm
---
# DocumentSynchronizedWithCentralEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.